Repository: artcc/openclient-llm
Catalog: openclient-llm/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, it, ja, nl, pt_pt, sv

source: Start a new conversation to begin chatting
de: Beginnen Sie eine neue Unterhaltung, um zu chatten
el: Ξεκινήστε μια νέα συνομιλία για να αρχίσετε να συνομιλείτε
es: Inicia una nueva conversación para comenzar a chatear
fr: Commencez une nouvelle conversation pour commencer à discuter
it: Inizia una nuova conversazione per iniziare a chattare
ja: 新しい会話を始めてチャットを開始してください
nl: Begin een nieuw gesprek om te chatten
pt_pt: Inicie uma nova conversa para começar a conversar
sv: Starta en ny konversation för att börja chatta

source: Checking your server...
de: Serververbindung wird geprüft…
el: Έλεγχος του διακομιστή σας...
es: Comprobando tu servidor...
fr: Vérification de votre serveur…
it: Verifica del server in corso...
ja: サーバーを確認中…
nl: Serververbinding controleren...
pt_pt: A verificar o servidor...
sv: Kontrollerar din server...

source: Close
de: Schließen
el: Κλείσιμο
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
nl: Sluiten
pt_pt: Fechar
sv: Stäng

source: Important conversation
de: Wichtige Unterhaltung
el: Σημαντική συνομιλία
es: Conversación importante
fr: Conversation importante
it: Conversazione importante
ja: 重要な会話
nl: Belangrijk gesprek
pt_pt: Conversa importante
sv: Viktig konversation

source: A local prompt template file is invalid and was preserved.
de: Eine lokale Prompt-Vorlagendatei ist ungültig und wurde beibehalten.
el: Ένα τοπικό αρχείο προτύπου προτροπής δεν είναι έγκυρο και διατηρήθηκε.
es: Un archivo de plantilla de mensajes local no es válido y se conservó.
fr: Un fichier de modèle d’invite local n’est pas valide et a été conservé.
it: Un file modello di prompt locale non è valido ed è stato conservato.
ja: ローカルのプロンプトテンプレートファイルが無効なため、保持されました。
nl: Een lokaal bestand met een promptsjabloon is ongeldig en is behouden.
pt_pt: Um ficheiro de modelo de pedido local é inválido e foi preservado.
sv: En lokal mallfil för ledtext är ogiltig och har bevarats.

source: Reset
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fr: Réinitialiser
it: Reimposta
ja: リセット
nl: Resetten
pt_pt: Repor
sv: Återställ

source: Custom...
de: Benutzerdefiniert...
el: Προσαρμοσμένο...
es: Personalizado...
fr: Personnalisé...
it: Personalizzato...
ja: カスタム...
nl: Aangepast...
pt_pt: Personalizado...
sv: Anpassad...

source: None disables delegation for that role without changing the chat model's native capabilities.
de: „Keine“ deaktiviert die Delegierung für diese Rolle, ohne die nativen Fähigkeiten des Chatmodells zu ändern.
el: Το «Κανένα» απενεργοποιεί την ανάθεση για αυτόν τον ρόλο χωρίς να αλλάζει τις εγγενείς δυνατότητες του μοντέλου συνομιλίας.
es: Ninguno desactiva la delegación para ese rol sin cambiar las capacidades nativas del modelo de chat.
fr: Aucun désactive la délégation pour ce rôle sans modifier les capacités natives du modèle de chat.
it: Nessuno disabilita la delega per quel ruolo senza modificare le capacità native del modello di chat.
ja: なしにすると、その役割の委任が無効になりますが、チャットモデル本来の能力は変わりません。
nl: Geen schakelt delegering voor die rol uit zonder de ingebouwde mogelijkheden van het chatmodel te wijzigen.
pt_pt: Nenhum desativa a delegação para essa função sem alterar as capacidades nativas do modelo de conversação.
sv: Ingen inaktiverar delegering för den rollen utan att ändra chattmodellens inbyggda funktioner.

source: Lavender
de: Lavendel
el: Λεβάντα
es: Lavanda
fr: Lavande
it: Lavanda
ja: ラベンダー
nl: Lavendel
pt_pt: Lavanda
sv: Lavendel

source: Always Deny %@?
de: Zugriff auf %@ immer verweigern?
el: Να αρνείστε πάντα την πρόσβαση στο %@;
es: ¿Denegar siempre el acceso de %@?
fr: Toujours refuser l’accès de %@ ?
it: Negare sempre l’accesso a %@?
ja: 常に%@を拒否しますか？
nl: %@ altijd weigeren?
pt_pt: Negar sempre o acesso de %@?
sv: Neka alltid %@?

source: Images
de: Bilder
el: Εικόνες
es: Imágenes
it: Immagini
ja: 画像
nl: Afbeeldingen
pt_pt: Imagens
sv: Bilder

source: Santa Glow
el: Λάμψη του Άγιου Βασίλη
es: Brillo de Santa Claus
fr: Lueur du père Noël
ja: サンタグロウ
pt_pt: Brilho de Santa Claus

source: Arctic
el: Αρκτική
es: Ártico
fr: Arctique
it: Artico
pt_pt: Ártico

source: Holo
el: Ολό
ja: ホロ

source: Vision
el: Όραση
es: Visión
ja: ビジョン
nl: Visie
pt_pt: Visão

# Version %@ (%@)
source: Version %1$@ (%2$@)
el: Έκδοση %1$@ (%2$@)
es: Versión %1$@ (%2$@)
it: Versione %1$@ (%2$@)
ja: バージョン %1$@（%2$@）
nl: Versie %1$@ (%2$@)
pt_pt: Versão %1$@ (%2$@)

source: Chats
el: Συζητήσεις
fr: Discussions
it: Chat
ja: チャット
pt_pt: Conversas
sv: Chattar

source: Details
el: Λεπτομέρειες
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
pt_pt: Detalhes
sv: Detaljer

source: Halloween
el: Χάλογουιν
ja: ハロウィン

source: MCP server
el: Διακομιστής MCP
es: Servidor MCP
fr: Serveur MCP
it: Server MCP
ja: MCPサーバー
pt_pt: Servidor MCP

source: Solar
el: Ηλιακός
fr: Solaire
it: Solare
ja: 太陽光
nl: Zonnewerking
sv: Solenergi

source: Cloud
el: Νέφος
ja: クラウド
pt_pt: Nuvem
sv: Moln

source: Name
el: Όνομα
es: Nombre
fr: Nom
it: Nome
ja: 名前
nl: Naam
pt_pt: Nome
sv: Namn

source: Orange
el: Πορτοκαλί
es: Naranja
it: Arancione
ja: オレンジ
nl: Oranje
pt_pt: Laranja

source: Server URL
el: Διεύθυνση URL διακομιστή
es: URL del servidor
fr: URL du serveur
it: URL del server
ja: サーバーURL
pt_pt: URL do servidor

source: Use %@
el: Χρήση του %@
es: Usar %@
fr: Utiliser %@
it: Usa %@
ja: %@を使用する
nl: %@ gebruiken
pt_pt: Usar %@
sv: Använd %@

source: Indigo
el: Ινδικό
es: Índigo
it: Indaco
ja: インディゴ
pt_pt: Índigo

source: Top P
el: Κορυφαίο P
ja: トップP
sv: Topp P

source: Tag
el: Ετικέτα
es: Etiqueta
fr: Étiquette
ja: タグ
nl: Label
pt_pt: Etiqueta
sv: Tagg

source: Terminal
el: Τερματικό
ja: ターミナル

source: Code
el: Κωδικός
es: Código
it: Codice
ja: コード
pt_pt: Código
sv: Kod

source: Server
el: Διακομιστής
es: Servidor
fr: Serveur
ja: サーバー
pt_pt: Servidor

source: Optional
el: Προαιρετικό
es: Opcional
fr: Optionnel
it: Opzionale
ja: 任意
nl: Optioneel
pt_pt: Opcional
sv: Valfri

source: Retro
el: Ρετρό
fr: Rétro
it: Retrò
ja: レトロ
sv: Retrostil

source: Tags
el: Ετικέτες
es: Etiquetas
fr: Étiquettes
it: Tag
ja: タグ
pt_pt: Etiquetas
sv: Taggar

source: Support
el: Υποστήριξη
es: Soporte
fr: Assistance
it: Supporto
ja: サポート
nl: Ondersteuning
pt_pt: Suporte

source: Information
el: Πληροφορίες
es: Información
fr: Informations
it: Informazioni
ja: 情報
nl: Informatie
pt_pt: Informação

source: Chat
el: Συνομιλία
fr: Discussion
ja: チャット
nl: Chatten
sv: Chatt

source: Cyan
el: Κυανό
es: Cian
it: Ciano
ja: シアン
nl: Cyaan
pt_pt: Ciano

source: Aurora
ja: オーロラ
